[" François Mauriac won the Nobel Prize in Literature. Ernest Rutherford won the Nobel Prize in Chemistry", " Roald Hoffmann won the Nobel Prize in Chemistry. Willis E. Lamb won the Nobel Prize in Physics", " Tomas Tranströmer won the Nobel Prize in Literature. Kenneth J. Arrow won the Nobel Prize in Economics", " Gabriel García Márquez won the Nobel Prize in Literature. Max Planck won the Nobel Prize in Physics", " James Cronin won the Nobel Prize in Physics. Günter Grass won the Nobel Prize in Literature", " John C. Polanyi won the Nobel Prize in Chemistry. Esther Duflo won the Nobel Prize in Economics", " Alan Heeger won the Nobel Prize in Chemistry. Isamu Akasaki won the Nobel Prize in Physics", " J. M. Coetzee won the Nobel Prize in Literature. Paul Heyse won the Nobel Prize in Literature", " John Cockcroft won the Nobel Prize in Physics. Sir Gregory P. Winter won the Nobel Prize in Chemistry", " Octavio Paz won the Nobel Prize in Literature. John C. Polanyi won the Nobel Prize in Chemistry", " Shirin Ebadi won the Nobel Prize in Peace. Daniel L. McFadden won the Nobel Prize in Economics", " Ernest Lawrence won the Nobel Prize in Physics. Chen Ning Yang won the Nobel Prize in Physics", " Daniel L. McFadden won the Nobel Prize in Economics. Thomas Mann won the Nobel Prize in Literature", " Gerhard Herzberg won the Nobel Prize in Chemistry. Alan Heeger won the Nobel Prize in Chemistry", " Bruce Merrifield won the Nobel Prize in Chemistry. Robert H. Grubbs won the Nobel Prize in Chemistry", " H. David Politzer won the Nobel Prize in Physics. Albert A. Michelson won the Nobel Prize in Physics", " Irène Joliot-Curie won the Nobel Prize in Chemistry. Kenneth J. Arrow won the Nobel Prize in Economics", " Melvin Calvin won the Nobel Prize in Chemistry. Richard E. Smalley won the Nobel Prize in Chemistry", " Toni Morrison won the Nobel Prize in Literature. Samuel Beckett won the Nobel Prize in Literature", " William Faulkner won the Nobel Prize in Literature. Gerhard Herzberg won the Nobel Prize in Chemistry", " Isamu Akasaki won the Nobel Prize in Physics. Jean Tirole won the Nobel Prize in Economics", " Henri Becquerel won the Nobel Prize in Physics. Douglass C. North won the Nobel Prize in Economics", " Paul J. Crutzen won the Nobel Prize in Chemistry. Nicolay G. Basov won the Nobel Prize in Physics", " Abdus Salam won the Nobel Prize in Physics. Wole Soyinka won the Nobel Prize in Literature", " Jean-Marie Lehn won the Nobel Prize in Chemistry. Murray Gell-Mann won the Nobel Prize in Physics", " Saul Bellow won the Nobel Prize in Literature. Wladyslaw Reymont won the Nobel Prize in Literature", " J. Georg Bednorz won the Nobel Prize in Physics. Frederick Sanger won the Nobel Prize in Chemistry", " Vernon L. Smith won the Nobel Prize in Economics. Manfred Eigen won the Nobel Prize in Chemistry", " Robert C. Merton won the Nobel Prize in Economics. Yoichiro Nambu won the Nobel Prize in Physics", " Herbert Kroemer won the Nobel Prize in Physics. Sigrid Undset won the Nobel Prize in Literature", " Herbert A. Hauptman won the Nobel Prize in Chemistry. Richard R. Ernst won the Nobel Prize in Chemistry", " Gabriela Mistral won the Nobel Prize in Literature. Oliver E. Williamson won the Nobel Prize in Economics", " Shmuel Agnon won the Nobel Prize in Literature. Eugene O'Neill won the Nobel Prize in Literature", " George de Hevesy won the Nobel Prize in Chemistry. Toni Morrison won the Nobel Prize in Literature", " Saul Bellow won the Nobel Prize in Literature. Rigoberta Menchú Tum won the Nobel Prize in Peace", " Hans G. Dehmelt won the Nobel Prize in Physics. Guglielmo Marconi won the Nobel Prize in Physics", " Bengt Holmström won the Nobel Prize in Economics. Sir Howard Florey won the Nobel Prize in Medicine", " Dario Fo won the Nobel Prize in Literature. Klaus von Klitzing won the Nobel Prize in Physics", " Gabriela Mistral won the Nobel Prize in Literature. Ada E. Yonath won the Nobel Prize in Chemistry", " Herbert A. Hauptman won the Nobel Prize in Chemistry. Mo Yan won the Nobel Prize in Literature", " Grazia Deledda won the Nobel Prize in Literature. William B. Shockley won the Nobel Prize in Physics", " Akira Yoshino won the Nobel Prize in Chemistry. Frances H. Arnold won the Nobel Prize in Chemistry", " Wislawa Szymborska won the Nobel Prize in Literature. Martin L. Perl won the Nobel Prize in Physics", " Steven Chu won the Nobel Prize in Physics. Pablo Neruda won the Nobel Prize in Literature", " Romain Rolland won the Nobel Prize in Literature. John Bardeen won the Nobel Prize in Physics", " Sinclair Lewis won the Nobel Prize in Literature. George F. Smoot won the Nobel Prize in Physics", " Pyotr Kapitsa won the Nobel Prize in Physics. Horst L. Störmer won the Nobel Prize in Physics", " Edmund S. Phelps won the Nobel Prize in Economics. Svetlana Alexievich won the Nobel Prize in Literature", " George Porter won the Nobel Prize in Chemistry. Barry Sharpless won the Nobel Prize in Chemistry", " Hideki Yukawa won the Nobel Prize in Physics. Seamus Heaney won the Nobel Prize in Literature", " Knut Hamsun won the Nobel Prize in Literature. Steven Chu won the Nobel Prize in Physics", " Percy W. Bridgman won the Nobel Prize in Physics. Albert Einstein won the Nobel Prize in Physics", " Akira Yoshino won the Nobel Prize in Chemistry. Pavel A. Cherenkov won the Nobel Prize in Physics", " Sheldon Glashow won the Nobel Prize in Physics. Ahmed Zewail won the Nobel Prize in Chemistry", " Winston Churchill won the Nobel Prize in Literature. Adolfo Pérez Esquivel won the Nobel Prize in Peace", " Gary Becker won the Nobel Prize in Economics. Mikhail Sholokhov won the Nobel Prize in Literature", " Walther Bothe won the Nobel Prize in Physics. Reinhard Selten won the Nobel Prize in Economics", " John C. Mather won the Nobel Prize in Physics. Percy W. Bridgman won the Nobel Prize in Physics", " John F. Nash Jr. won the Nobel Prize in Economics. Pyotr Kapitsa won the Nobel Prize in Physics", " Dan Shechtman won the Nobel Prize in Chemistry. Arno Penzias won the Nobel Prize in Physics", " Bengt Holmström won the Nobel Prize in Economics. Horst L. Störmer won the Nobel Prize in Physics", " John Bardeen won the Nobel Prize in Physics. Jean-Pierre Sauvage won the Nobel Prize in Chemistry", " Irène Joliot-Curie won the Nobel Prize in Chemistry. Ronald H. Coase won the Nobel Prize in Economics", " Elias James Corey won the Nobel Prize in Chemistry. José Saramago won the Nobel Prize in Literature", " James J. Heckman won the Nobel Prize in Economics. Arthur B. McDonald won the Nobel Prize in Physics", " Saint-John Perse won the Nobel Prize in Literature. Jean-Marie Gustave Le Clézio won the Nobel Prize in Literature", " Abhijit Banerjee won the Nobel Prize in Economics. Roger Penrose won the Nobel Prize in Physics", " Sir Nevill F. Mott won the Nobel Prize in Physics. José Ramos-Horta won the Nobel Prize in Peace", " Venkatraman Ramakrishnan won the Nobel Prize in Chemistry. Donald A. Glaser won the Nobel Prize in Physics", " Hans G. Dehmelt won the Nobel Prize in Physics. Yitzhak Rabin won the Nobel Prize in Peace", " Günter Grass won the Nobel Prize in Literature. Hans G. Dehmelt won the Nobel Prize in Physics", " George J. Stigler won the Nobel Prize in Economics. Shuji Nakamura won the Nobel Prize in Physics", " David J. Thouless won the Nobel Prize in Physics. Robert B. Woodward won the Nobel Prize in Chemistry", " Lloyd S. Shapley won the Nobel Prize in Economics. Kofi Annan won the Nobel Prize in Peace", " Bob Dylan won the Nobel Prize in Literature. Paul Krugman won the Nobel Prize in Economics", " Jane Addams won the Nobel Prize in Peace. Albert Camus won the Nobel Prize in Literature", " Pavel A. Cherenkov won the Nobel Prize in Physics. Patrick Modiano won the Nobel Prize in Literature", " Rudolph A. Marcus won the Nobel Prize in Chemistry. Leon M. Lederman won the Nobel Prize in Physics", " Tomas Tranströmer won the Nobel Prize in Literature. Nelly Sachs won the Nobel Prize in Literature", " The Svedberg won the Nobel Prize in Chemistry. Klaus von Klitzing won the Nobel Prize in Physics", " Herbert C. Brown won the Nobel Prize in Chemistry. Oliver E. Williamson won the Nobel Prize in Economics", " Nadine Gordimer won the Nobel Prize in Literature. Horst L. Störmer won the Nobel Prize in Physics", " Herbert Kroemer won the Nobel Prize in Physics. T.S. Eliot won the Nobel Prize in Literature", " Günter Grass won the Nobel Prize in Literature. Albert A. Michelson won the Nobel Prize in Physics", " John C. Mather won the Nobel Prize in Physics. Tomas Tranströmer won the Nobel Prize in Literature", " Otto Stern won the Nobel Prize in Physics. George J. Stigler won the Nobel Prize in Economics", " Shmuel Agnon won the Nobel Prize in Literature. Peter Higgs won the Nobel Prize in Physics", " Giosuè Carducci won the Nobel Prize in Literature. Max Born won the Nobel Prize in Physics", " Jerome Karle won the Nobel Prize in Chemistry. Johannes Diderik van der Waals won the Nobel Prize in Physics", " Gao Xingjian won the Nobel Prize in Literature. Makoto Kobayashi won the Nobel Prize in Physics", " André Gide won the Nobel Prize in Literature. Paul Berg won the Nobel Prize in Chemistry", " Leon N. Cooper won the Nobel Prize in Physics. Henri Bergson won the Nobel Prize in Literature", " Vitaly L. Ginzburg won the Nobel Prize in Physics. Max Planck won the Nobel Prize in Physics", " Mario J. Molina won the Nobel Prize in Chemistry. Giosuè Carducci won the Nobel Prize in Literature", " Pyotr Kapitsa won the Nobel Prize in Physics. William Butler Yeats won the Nobel Prize in Literature", " Elias James Corey won the Nobel Prize in Chemistry. Hideki Yukawa won the Nobel Prize in Physics", " Kip S. Thorne won the Nobel Prize in Physics. Roald Hoffmann won the Nobel Prize in Chemistry", " Sidney Altman won the Nobel Prize in Chemistry. William Vickrey won the Nobel Prize in Economics", " Igor Y. Tamm won the Nobel Prize in Physics. James Peebles won the Nobel Prize in Physics", " Bertrand Russell won the Nobel Prize in Literature. Martin L. Perl won the Nobel Prize in Physics", " Alan Heeger won the Nobel Prize in Chemistry. Edward C. Prescott won the Nobel Prize in Economics", " Oliver Hart won the Nobel Prize in Economics. Luigi Pirandello won the Nobel Prize in Literature", " Pavel A. Cherenkov won the Nobel Prize in Physics. Michel Mayor won the Nobel Prize in Physics", " Frederick Reines won the Nobel Prize in Physics. Gérard Mourou won the Nobel Prize in Physics", " James Franck won the Nobel Prize in Physics. Abdus Salam won the Nobel Prize in Physics", " Doris Lessing won the Nobel Prize in Literature. Hermann Hesse won the Nobel Prize in Literature", " Roger Penrose won the Nobel Prize in Physics. Nelly Sachs won the Nobel Prize in Literature", " Doris Lessing won the Nobel Prize in Literature. Roald Hoffmann won the Nobel Prize in Chemistry", " Venkatraman Ramakrishnan won the Nobel Prize in Chemistry. Igor Y. Tamm won the Nobel Prize in Physics", " Barry C. Barish won the Nobel Prize in Physics. Bengt Holmström won the Nobel Prize in Economics", " Roger Penrose won the Nobel Prize in Physics. Walther Bothe won the Nobel Prize in Physics", " Saul Perlmutter won the Nobel Prize in Physics. Tomas Tranströmer won the Nobel Prize in Literature", " Richard E. Smalley won the Nobel Prize in Chemistry. Martti Ahtisaari won the Nobel Prize in Peace", " Bernard L. Feringa won the Nobel Prize in Chemistry. Paul Sabatier won the Nobel Prize in Chemistry", " Robert Schrieffer won the Nobel Prize in Physics. John B. Fenn won the Nobel Prize in Chemistry", " Gabriel García Márquez won the Nobel Prize in Literature. Dudley R. Herschbach won the Nobel Prize in Chemistry", " Paul Krugman won the Nobel Prize in Economics. John C. Mather won the Nobel Prize in Physics", " Sigrid Undset won the Nobel Prize in Literature. Friedrich von Hayek won the Nobel Prize in Economics", " Oliver E. Williamson won the Nobel Prize in Economics. Friedrich von Hayek won the Nobel Prize in Economics", " T.S. Eliot won the Nobel Prize in Literature. Charles K. Kao won the Nobel Prize in Physics", " Albert Luthuli won the Nobel Prize in Peace. Hannes Alfvén won the Nobel Prize in Physics", " Hermann Staudinger won the Nobel Prize in Chemistry. Otto Hahn won the Nobel Prize in Chemistry", " Mikhail Sholokhov won the Nobel Prize in Literature. Didier Queloz won the Nobel Prize in Physics", " Charles K. Kao won the Nobel Prize in Physics. Werner Heisenberg won the Nobel Prize in Physics", " Paul J. Crutzen won the Nobel Prize in Chemistry. Patrick Modiano won the Nobel Prize in Literature", " Max Planck won the Nobel Prize in Physics. Alvin E. Roth won the Nobel Prize in Economics", " Emilio Segrè won the Nobel Prize in Physics. Joseph Brodsky won the Nobel Prize in Literature", " Eric S. Maskin won the Nobel Prize in Economics. Gérard Mourou won the Nobel Prize in Physics", " Wilhelm Wien won the Nobel Prize in Physics. Elfriede Jelinek won the Nobel Prize in Literature", " Albert Fert won the Nobel Prize in Physics. Anatole France won the Nobel Prize in Literature", " Pierre Curie won the Nobel Prize in Physics. Gustav Hertz won the Nobel Prize in Physics", " Rainer Weiss won the Nobel Prize in Physics. Otto Hahn won the Nobel Prize in Chemistry", " Paul A.M. Dirac won the Nobel Prize in Physics. Paul Sabatier won the Nobel Prize in Chemistry", " Hideki Yukawa won the Nobel Prize in Physics. George J. Stigler won the Nobel Prize in Economics", " Alexei Abrikosov won the Nobel Prize in Physics. Herbert A. Hauptman won the Nobel Prize in Chemistry", " Gunnar Myrdal won the Nobel Prize in Economics. Vitaly L. Ginzburg won the Nobel Prize in Physics", " Malala Yousafzai won the Nobel Prize in Peace. Jean-Pierre Sauvage won the Nobel Prize in Chemistry", " Jack Kilby won the Nobel Prize in Physics. Theodore W. Schultz won the Nobel Prize in Economics", " James A. Mirrlees won the Nobel Prize in Economics. William E. Moerner won the Nobel Prize in Chemistry", " Robert B. Woodward won the Nobel Prize in Chemistry. Herbert A. Hauptman won the Nobel Prize in Chemistry", " Pavel A. Cherenkov won the Nobel Prize in Physics. Adolf Butenandt won the Nobel Prize in Chemistry", " Tomas Tranströmer won the Nobel Prize in Literature. Charles Glover Barkla won the Nobel Prize in Physics", " Albert Camus won the Nobel Prize in Literature. George Paget Thomson won the Nobel Prize in Physics", " Albert Fert won the Nobel Prize in Physics. Hermann Hesse won the Nobel Prize in Literature", " Jack Steinberger won the Nobel Prize in Physics. José Saramago won the Nobel Prize in Literature", " Finn E. Kydland won the Nobel Prize in Economics. Adolfo Pérez Esquivel won the Nobel Prize in Peace", " Victor Grignard won the Nobel Prize in Chemistry. Desmond Tutu won the Nobel Prize in Peace", " Arthur B. McDonald won the Nobel Prize in Physics. Walther Bothe won the Nobel Prize in Physics", " Yoichiro Nambu won the Nobel Prize in Physics. Saul Perlmutter won the Nobel Prize in Physics", " Harold C. Urey won the Nobel Prize in Chemistry. Czeslaw Milosz won the Nobel Prize in Literature", " Kip S. Thorne won the Nobel Prize in Physics. James Peebles won the Nobel Prize in Physics", " James Franck won the Nobel Prize in Physics. Antony Hewish won the Nobel Prize in Physics", " Dudley R. Herschbach won the Nobel Prize in Chemistry. Franco Modigliani won the Nobel Prize in Economics", " Eugene F. Fama won the Nobel Prize in Economics. Joseph Brodsky won the Nobel Prize in Literature", " Herbert Simon won the Nobel Prize in Economics. Ivar Giaever won the Nobel Prize in Physics", " Otto Hahn won the Nobel Prize in Chemistry. Finn E. Kydland won the Nobel Prize in Economics", " Harold Pinter won the Nobel Prize in Literature. Seamus Heaney won the Nobel Prize in Literature", " Willard S. Boyle won the Nobel Prize in Physics. Shuji Nakamura won the Nobel Prize in Physics", " Robert C. Merton won the Nobel Prize in Economics. John Bardeen won the Nobel Prize in Physics", " Wolfgang Pauli won the Nobel Prize in Physics. Ferdinand Braun won the Nobel Prize in Physics", " Eric Kandel won the Nobel Prize in Medicine. Pieter Zeeman won the Nobel Prize in Physics", " Ronald G.W. Norrish won the Nobel Prize in Chemistry. Felix Bloch won the Nobel Prize in Physics", " Sir Gregory P. Winter won the Nobel Prize in Chemistry. Carl Bosch won the Nobel Prize in Chemistry", " E. M. Purcell won the Nobel Prize in Physics. A. Michael Spence won the Nobel Prize in Economics", " Sin-Itiro Tomonaga won the Nobel Prize in Physics. Frances H. Arnold won the Nobel Prize in Chemistry", " Alvin E. Roth won the Nobel Prize in Economics. Bertram N. Brockhouse won the Nobel Prize in Physics", " Knut Hamsun won the Nobel Prize in Literature. William D. Nordhaus won the Nobel Prize in Economics", " Orhan Pamuk won the Nobel Prize in Literature. George A. Akerlof won the Nobel Prize in Economics", " J.J. Thomson won the Nobel Prize in Physics. Gerd Binnig won the Nobel Prize in Physics", " Elias Canetti won the Nobel Prize in Literature. Wassily Leontief won the Nobel Prize in Economics", " Roger B. Myerson won the Nobel Prize in Economics. Leo Esaki won the Nobel Prize in Physics", " Hannes Alfvén won the Nobel Prize in Physics. Henry Dunant won the Nobel Prize in Peace", " Fridtjof Nansen won the Nobel Prize in Peace. Gao Xingjian won the Nobel Prize in Literature", " Elinor Ostrom won the Nobel Prize in Economics. Thomas J. Sargent won the Nobel Prize in Economics", " William B. Shockley won the Nobel Prize in Physics. Arthur Ashkin won the Nobel Prize in Physics", " Gustav Hertz won the Nobel Prize in Physics. Gao Xingjian won the Nobel Prize in Literature", " Odysseus Elytis won the Nobel Prize in Literature. Elias Canetti won the Nobel Prize in Literature", " James Franck won the Nobel Prize in Physics. Adolf von Baeyer won the Nobel Prize in Chemistry", " Peter Debye won the Nobel Prize in Chemistry. Rudolf Eucken won the Nobel Prize in Literature", " Patrick Modiano won the Nobel Prize in Literature. Patrick White won the Nobel Prize in Literature", " Sir Howard Florey won the Nobel Prize in Medicine. Paul A.M. Dirac won the Nobel Prize in Physics", " Anatole France won the Nobel Prize in Literature. Milton Friedman won the Nobel Prize in Economics", " Olga Tokarczuk won the Nobel Prize in Literature. Charles H. Townes won the Nobel Prize in Physics", " Abdus Salam won the Nobel Prize in Physics. Wolfgang Pauli won the Nobel Prize in Physics", " Adolfo Pérez Esquivel won the Nobel Prize in Peace. Sir Arthur Lewis won the Nobel Prize in Economics", " Samuel Beckett won the Nobel Prize in Literature. Masatoshi Koshiba won the Nobel Prize in Physics", " Czeslaw Milosz won the Nobel Prize in Literature. Patrick White won the Nobel Prize in Literature", " Jimmy Carter won the Nobel Prize in Peace. Friedrich von Hayek won the Nobel Prize in Economics", " Saul Bellow won the Nobel Prize in Literature. Vernon L. Smith won the Nobel Prize in Economics", " William Faulkner won the Nobel Prize in Literature. Wolfgang Paul won the Nobel Prize in Physics", " William Faulkner won the Nobel Prize in Literature. Frédéric Mistral won the Nobel Prize in Literature", " Vitaly L. Ginzburg won the Nobel Prize in Physics. Ferdinand Braun won the Nobel Prize in Physics", " Robert E. Lucas Jr. won the Nobel Prize in Economics. Subramanyan Chandrasekhar won the Nobel Prize in Physics", " Johannes Diderik van der Waals won the Nobel Prize in Physics. Dorothy Crowfoot Hodgkin won the Nobel Prize in Chemistry", " Arthur L. Schawlow won the Nobel Prize in Physics. Carl Wieman won the Nobel Prize in Physics", " John Bardeen won the Nobel Prize in Physics. Mario Vargas Llosa won the Nobel Prize in Literature", " Henry Taube won the Nobel Prize in Chemistry. Grazia Deledda won the Nobel Prize in Literature", " Hermann Staudinger won the Nobel Prize in Chemistry. Nicolay G. Basov won the Nobel Prize in Physics", " George F. Smoot won the Nobel Prize in Physics. Joachim Frank won the Nobel Prize in Chemistry", " Rudolph A. Marcus won the Nobel Prize in Chemistry. Jean-Pierre Sauvage won the Nobel Prize in Chemistry", " Octavio Paz won the Nobel Prize in Literature. James Chadwick won the Nobel Prize in Physics", " Richard H. Thaler won the Nobel Prize in Economics. Ada E. Yonath won the Nobel Prize in Chemistry", " Betty Williams won the Nobel Prize in Peace. Imre Kertész won the Nobel Prize in Literature", " Nadia Murad won the Nobel Prize in Peace. John B. Fenn won the Nobel Prize in Chemistry", " David J. Wineland won the Nobel Prize in Physics. Jean Baptiste Perrin won the Nobel Prize in Physics", " Paul Heyse won the Nobel Prize in Literature. Dag Hammarskjöld won the Nobel Prize in Peace", " Toshihide Maskawa won the Nobel Prize in Physics. Henri Bergson won the Nobel Prize in Literature", " Albert Einstein won the Nobel Prize in Physics. Sigrid Undset won the Nobel Prize in Literature", " Sir Nevill F. Mott won the Nobel Prize in Physics. Johannes Diderik van der Waals won the Nobel Prize in Physics", " Betty Williams won the Nobel Prize in Peace. Gerhard Ertl won the Nobel Prize in Chemistry", " Daniel Kahneman won the Nobel Prize in Economics. Leon M. Lederman won the Nobel Prize in Physics", " Emil Fischer won the Nobel Prize in Chemistry. Vladimir Prelog won the Nobel Prize in Chemistry", " Victor Grignard won the Nobel Prize in Chemistry. Patrick Modiano won the Nobel Prize in Literature", " Georg Wittig won the Nobel Prize in Chemistry. Patrick Modiano won the Nobel Prize in Literature", " Joseph E. Stiglitz won the Nobel Prize in Economics. H. David Politzer won the Nobel Prize in Physics", " Elias Canetti won the Nobel Prize in Literature. David J. Thouless won the Nobel Prize in Physics", " Roy J. Glauber won the Nobel Prize in Physics. Nicolay G. Basov won the Nobel Prize in Physics", " Isamu Akasaki won the Nobel Prize in Physics. Riccardo Giacconi won the Nobel Prize in Physics", " Frédéric Mistral won the Nobel Prize in Literature. Ryoji Noyori won the Nobel Prize in Chemistry", " Wilhelm Conrad Röntgen won the Nobel Prize in Physics. Leon N. Cooper won the Nobel Prize in Physics", " Tomas Tranströmer won the Nobel Prize in Literature. Hans G. Dehmelt won the Nobel Prize in Physics", " Oliver E. Williamson won the Nobel Prize in Economics. Lord Rayleigh won the Nobel Prize in Physics", " Roy J. Glauber won the Nobel Prize in Physics. Paul A.M. Dirac won the Nobel Prize in Physics", " William B. Shockley won the Nobel Prize in Physics. Shirin Ebadi won the Nobel Prize in Peace", " Gerhard Ertl won the Nobel Prize in Chemistry. Boris Pasternak won the Nobel Prize in Literature", " Amartya Sen won the Nobel Prize in Economics. Isaac Bashevis Singer won the Nobel Prize in Literature", " Günter Grass won the Nobel Prize in Literature. Steven Weinberg won the Nobel Prize in Physics", " Lars Peter Hansen won the Nobel Prize in Economics. Philip W. Anderson won the Nobel Prize in Physics", " Franco Modigliani won the Nobel Prize in Economics. Toni Morrison won the Nobel Prize in Literature", " Pablo Neruda won the Nobel Prize in Literature. Hans Bethe won the Nobel Prize in Physics", " Hans Bethe won the Nobel Prize in Physics. Ahmed Zewail won the Nobel Prize in Chemistry", " Michael Kremer won the Nobel Prize in Economics. Glenn T. Seaborg won the Nobel Prize in Chemistry", " Leon N. Cooper won the Nobel Prize in Physics. Alexandr Solzhenitsyn won the Nobel Prize in Literature", " Joachim Frank won the Nobel Prize in Chemistry. William Faulkner won the Nobel Prize in Literature", " Carlo Rubbia won the Nobel Prize in Physics. James Franck won the Nobel Prize in Physics", " Camilo José Cela won the Nobel Prize in Literature. Myron Scholes won the Nobel Prize in Economics", " Octavio Paz won the Nobel Prize in Literature. Thomas Mann won the Nobel Prize in Literature", " Otto Diels won the Nobel Prize in Chemistry. Tomas Tranströmer won the Nobel Prize in Literature", " Robert E. Lucas Jr. won the Nobel Prize in Economics. Paul Sabatier won the Nobel Prize in Chemistry", " Heike Kamerlingh Onnes won the Nobel Prize in Physics. Max Born won the Nobel Prize in Physics", " Nadia Murad won the Nobel Prize in Peace. Eugene O'Neill won the Nobel Prize in Literature", " George A. Akerlof won the Nobel Prize in Economics. Hannes Alfvén won the Nobel Prize in Physics", " Peter Higgs won the Nobel Prize in Physics. Lars Peter Hansen won the Nobel Prize in Economics", " T.S. Eliot won the Nobel Prize in Literature. Paul Modrich won the Nobel Prize in Chemistry", " Doris Lessing won the Nobel Prize in Literature. Venkatraman Ramakrishnan won the Nobel Prize in Chemistry", " William Golding won the Nobel Prize in Literature. Dario Fo won the Nobel Prize in Literature", " Reinhard Selten won the Nobel Prize in Economics. Erwin Schrödinger won the Nobel Prize in Physics", " Donna Strickland won the Nobel Prize in Physics. Heinrich Böll won the Nobel Prize in Literature", " Richard H. Thaler won the Nobel Prize in Economics. François Englert won the Nobel Prize in Physics", " Willis E. Lamb won the Nobel Prize in Physics. Lev Landau won the Nobel Prize in Physics"]